<?php
return [
    "home" => "Հիմնական էջ",
    "order_details" => "Ինչպես պատվիրել",
    "payment_details" => "Ինչպես վճարել",
    "free_shipping_info" => "Առաքում",
    "customer_rights" => "Սպառողի իրավունք",
    "support" => "Օգնություն",
    "about_us" => "Կազմակերպության մասին",
    
    "cart" => "Զամբյուղ",
    "profile" => "Անձնական էջ",
    
    "total" => "Ընդամենը՝",
    "order" => "Պատվիրել",
    
    "category" => "Բոլոր կատեգորիաները",
    "products_all" => "Տեսականի",
    "products_in_stock" => "Առկա տեսականի",
    "еxpected" => "Ցանկալի տեսականի",
    
    "buy" => "Գնել",
    
    "pay_by_terminal" => (isset($_SESSION["admin"])) ? "Տերմինալից" : "Վճարում տերմինալից",
    "pay_by_card" => (isset($_SESSION["admin"])) ? "Քարտային" : "Քարտային վճարում",
    "pay_by_idram" => "Իդրամ",
    "pay_by_cash" => (isset($_SESSION["admin"])) ? "Ստանալու պահին" : "Կանխիկ՝ ստանալու պահին",
    "pay_by_post" => (isset($_SESSION["admin"])) ? "Փոստային" : "Բանկում կամ Հայփոստում",
    
    "free" => "Անվճար",
    
    "similar_products" => "Բուտիկի այլ առաջարկներ",
    
    "delivery_desc" => [
        0 => "",
        1 => "մինչև 15 աշխ․ օր",
        12 => "1 աշխ․ օր",
        2 => "մինչև 2 աշխ․ օր",
        3 => "մինչև 3 աշխ․ օր",
        4 => "մինչև 4 աշխ․ օր",
        5 => "մինչև 5 աշխ․ օր",
        6 => "մինչև 6 աշխ․ օր",
        7 => "մինչև 7 աշխ․ օր",
        8 => "մինչև 8 աշխ․ օր",
        9 => "մինչև 9 աշխ․ օր",
        10 => "մինչև 10 աշխ․ օր",
        11 => "Այսօր",
    ]
];